{
    "books": [
      {
        "id": 1,
        "title": "The Hobbit",
        "author": "J.R.R. Tolkien",
        "synopsis": "The Hobbit is set in Middle-earth and follows home-loving Bilbo Baggins, the hobbit of the title, who joins the wizard Gandalf and the thirteen dwarves of Thorin's Company, on a quest to reclaim the dwarves' home and treasure from the dragon Smaug.",
        "image": "Images/hobit.png",
        "rating": 8,
        "reviews": [
          "Great book! Really enjoyed it.",
          "One of my favorite books"
        ]
      },
      {
        "id": 2,
        "title": "Harry Potter and the Sorcerer's Stone",
        "author": "J.K. Rowling",
        "synopsis": "11 year old Harry Potter receives a letter saying that he is invited to attend Hogwarts, school of witchcraft and wizardry. He then learns that a powerful wizard and his minions are after the sorcerer’s stone that will make this evil wizard immortal and undefeatable. Harry decides to go after the sorcerer’s stone before the wizard reaches it, but his loyal friends, Hermione and Ron don’t let Harry face this danger alone.",
        "image": "Images/sorcer.png",
        "rating": 10,
        "reviews": [
          "Magical adventure! Loved every moment.",
          "Harry and his friends make me want to be a wizard",
          "Excited to read the next book in the series!"
        ]
      },
      {
        "id": 3,
        "title": "It Ends With Us",
        "author": "Colleen Hoover",
        "synopsis": "The novel tells the story of Lily Bloom, a young woman from an abusive home who struggles to find her way in the world without recreating the patterns of violence from her youth.",
        "image": "Images/ends with us.png",
        "rating": 6.5,
        "reviews": [
          "Such a great book. It is emotional, thought provoking, and beautiful.",
          "The book was very well written",
          "This book really gets you in your feels and makes you think"
        ]
      },
      {
        "id": 4,
        "title": "The Alchemist",
        "author": "Paulo Coelho",
        "synopsis": "The Alchemist (1988) follows the story of a young Andalusian shepherd, who travels to the pyramids of Egypt to find a treasure he has recurrently dreamed about. On his journey, he has to overcome multiple obstacles – through which he learns valuable life lessons.",
        "image": "Images/alchemist.png",
        "rating": 6,
        "reviews": [
          "It had some good analogy and was thought provoking",
          "Everyone should read this book. So many lessons that you could apply to your real life in here"
        ]
      },
      {
        "id": 5,
        "title": "The Secrets We Kept",
        "author": "Lara Prescott",
        "synopsis": "The Secrets We Kept by Lara Prescott is a historical fiction novel about two CIA secretaries who are tasked with smuggling Doctor Zhivago out of the Soviet Union during the Cold War. The book is inspired by the real-life CIA plot to use the love story of Doctor Zhivago to infiltrate the Soviet Union.",
        "image": "Images/secrets.png",
        "rating": 8.5,
        "reviews": [
          "Awkward, yet interesting",
          "Definately a page turner",
          "I'm not a huge history fan, but I enjoyed the plot/storyline"
        ]
      }
    ]
}